{* Smarty *}

<div class="hero-unit">
	<img src="{$qr}" alt="" align="left" style="padding-right:50px;">
	<h2>Что такое QR-код и как им пользоваться?</h2>
	<p>QR-код — это специальное изображение, представляющая из себя квадрат, в котором закодированы необходимые данные. Ниже представлен QR-код который передаст вашему мобильному устройству ссылку на данный тарификатор. Для получения данных вам необходимо установить на свое мобильное устройство любую программу сканер QR-кодов. На данный момент QR-сканеры не входят в комплект мобильных устройст, но их легко найти и установить, помимо нашего тарификатора, также множество ресурсов используют QR-коды, поэтому устанавливайте и не задумавайтесь о необходимости.</p>
	<p>Чтобы прочитать данных необходимо запустить QR-сканер, навести камеру телефона на QR-код и после считывания вам будет предложено перейти по указанному адресу, подтвердите выбор и пользуйтесь мобильной версией тарификатора JRate.</p>
</div>
<div class="row">
	<div class="span3">
		<h3>Что необходимо для работы с мобильного устройства?</h3>
		<p>Для корректной работы с мобильного устройства, ваша корпоративная сеть должна быть обеспечена WiFi сетью, а ваше мобильное устройство соответственно должно находится в этой WiFi сети. Данное условие не обязательно, только в том случае, если вы выведите тарификатор на какой-либо зарегистрированный и делегированный домен, в таком случае не будет необходимости в подключении к корпоративной сети, а достаточно будет воспользоваться имеющимся мобильным Интернетом для доступа к тарификатору JRate.</p>
	</div>
	<div class="span3">
		<h3>Если не открывается</h3>
		<p>Убедитесь в том, что ваше мобильное устройство работает в корпоративной сети и не ходит в Интернет через прокси сервер. Если же мобильное устройство работает через прокси сервер, отключите в сетевых настройках прокси-сервер, либо воспользуйтесь браузером, который не пользуется общими сетевыми настройками.</p>
	</div>
	<div class="span3">
		<h3>Какие требования к мобильному устройству?</h3>
		<p>Ваше мобильное устройство попросту говоря, должно быть коммуникатором, тогда все страницы тарификатора будут отображаться и работать корректно, но для полной совместимости с системой рекомендуем работать с мобильными операционными системами — Android или iOS. Тарификатор адаптирован для мобильных устройст работающих под операционными системами Android и для мобильных платформ Apple.</p>
	</div>
	<div class="span3">
		<h3>Будут ли специльные мобильные программы?</h3>
		<p>Разумеется планируется выпустить специальные программы для работы с тарификатором на коммуникаторы, но на данный момент такивых программ нет, но тем не менее тарификатор сделан таким образом, чтобы поддерживать наиболее популярные мобильные платформы, адаптируя способ отображения информации под конкретное разрешение экрана.</p>
	</div>
</div>